import Footer from "@/components/Footer/Footer";
import StickyFooter from "@/components/Footer/StickyFooter";
import MobileMenu from "@/components/Menu/MobileMenu";
import Image from "next/image";
import Link from "next/link";

const AboutUs = () => {
  return (
    <>
      <div className="page-wrapper">
        <main className="main">
          <div className="page-header">
            <div className="container">
              <h1 className="page-title mb-0">درباره ما</h1>
            </div>
          </div>
          <nav className="breadcrumb-nav mb-10 pb-8">
            <div className="container">
              <ul className="breadcrumb">
                <li>
                  <Link href="/">خانه </Link>
                </li>
                <li>درباره ما</li>
              </ul>
            </div>
          </nav>

          <div className="page-content">
            <div className="container">
              <p className="pr-4">
                امروزه با افزایش مشغله افراد و کاهش اوقات فراغت٬ ارزش زمان بیش
                از پیش نمایان شده است. بر خلاف گذشته که نیاز چندانی به
                برنامه‌ریزی فشرده برای رسیدگی به تمام امور روزمره نبود، امروزه
                افراد جوامع مدرن غالبا با زمان کم برای انجام امور روزمره مواجه
                هستند و یکی از دلایل اصلی این موضوع گسترش کلان شهرها و در نتیجه
                افزایش حجم ترافیک و اتلاف مقدار زیادی از وقت و انرژی می‌باشد. به
                همین دلیل در دنیای امروز سفرهای درون شهری به قصد خرید نه تنها
                فعالیتی دلچسب و مفرح نیستند بلکه بسیاری از اوقات آزاردهنده و
                خسته‌کننده می‌باشند که گاهی با توجه به حجم زیاد مشغله افراد و
                محدودیت زمان، تا مدت‌ها به تعویق می‌افتند. از این رو جامعه مدرن
                برای حل این مشکل و حذف سفرهای درون شهری به سمت استفاده از
                اینترنت و خدمات آنلاین در تمام جوانب زندگی پیش‌رفته که باعث
                ایجاد تغییراتی اساسی در سبک زندگی امروزی گشته است. شکل‌گیری
                فروشگاه‌های اینترنتی و خرید از این فروشگاه‌ها یکی از تغییرات
                اساسی در سبک زندگی امروزی جوامع مدرن می‌باشد که مزایایی نظیر
                دسترسی سریع و آسان به بسیاری از کالاها را داشته است. از مزایای
                دیگر خرید از فروشگاه‌های اینترنتی دسترسی به بسیاری از کالاها با
                قیمت‌ها و کیفیت‌های متنوع به صورت یکجا و بدون سردرگمی‌های رایج
                در بازار سنتی می‌باشد. این مزایا شرکت تجارت گستر هیراد جوان را
                بر آن داشت که برای رفاه حال هموطنان گرامی بار دیگر فروشگاه
                اینترنتی خود را "shop.ir" که اولین فروشگاه اینترنتی در ایران
                (تاسیس ۱۳۸۵) می‌باشد، با تیمی جدید و قدرتمند احیا کرده و دسترسی
                مردم شریف ایران را به محصولات حوزه دیجیتال با مناسب‌ترین‌
                قیمت‌ها و با‌کیفیت‌ترین سرویس‌ها ممکن کند. شرکت تجارت گستر هیراد
                جوان به پشتوانه حضور طولانی و قوی در بازار رقابتی محصولات
                دیجیتال تضمین‌کننده دسترسی سریع و آسان هموطنان گرامی به محصولات
                برندهای مطرح دنیا با بهترین قیمت‌ها و متنوع‌ترین گارانتی‌ها از
                طریق فروشگاه اینترنتی خود "shop.ir" می‌باشد. سیاست مجموعه اپل
                شاپ توجه اساسی به نیازهای مشتریان، برنامه‌ریزی برای پاسخ‌گویی
                موثر به نیازهای شناسایی شده و در نهایت جلب خوشنودی کاربران خود
                دارد. از این رو میزان رضایت مشتریان همواره به عنوان یک عامل
                اساسی در ارزیابی میزان موفقیت این مجموعه در دست‌یابی به اهداف
                خویش توسط مدیران شرکت در نظر گرفته شده است. یک بار تجربه خرید از
                فروشگاه "shop.ir" شما را به یکی از مشتریان همیشگی این فروشگاه
                بدل خواهد کرد.
              </p>
            </div>
          </div>
        </main>

        {/* <Footer />  */}
      </div>

      {/* <StickyFooter />

      <Link
        id="scroll-top"
        className="scroll-top"
        href="#top"
        title="بالا"
        role="button"
      >
        {" "}
        <i className="w-icon-angle-up"></i>{" "}
        <svg
          version="1.1"
          xmlns="http://www.w3.org/2000/svg"
          viewBox="0 0 70 70"
        >
          {" "}
          <circle
            id="progress-indicator"
            fill="transparent"
            stroke="#000000"
            strokeMiterlimit="10"
            cx="35"
            cy="35"
            r="34"
            style={{ strokeDasharray: "16.4198, 400" }}
          ></circle>{" "}
        </svg>{" "}
      </Link> */}

      <MobileMenu />
    </>
  );
};

export default AboutUs;
